{"screenshotUrls": ["https://is5-ssl.mzstatic.com/image/thumb/Purple118/v4/b5/50/8d/b5508d99-d512-7fc2-3bbd-44d8238e03a2/source/392x696bb.jpg", "https://is4-ssl.mzstatic.com/image/thumb/Purple128/v4/26/4e/4f/264e4fe1-8796-1dfb-f65b-617c628a2f01/source/392x696bb.jpg", "https://is4-ssl.mzstatic.com/image/thumb/Purple128/v4/15/53/bc/1553bc72-8ce7-cf59-5673-01c522730883/source/392x696bb.jpg", "https://is4-ssl.mzstatic.com/image/thumb/Purple118/v4/6b/12/8f/6b128fea-66fc-4d3a-4a0a-c0e06058a367/source/392x696bb.jpg", "https://is4-ssl.mzstatic.com/image/thumb/Purple128/v4/d0/ac/76/d0ac7650-e788-52b5-1a41-ca7e80a0319a/source/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple118/v4/86/1a/b2/861ab2dc-4d51-9804-2947-34badf58da3c/source/392x696bb.jpg", "https://is5-ssl.mzstatic.com/image/thumb/Purple128/v4/3d/1f/a9/3d1fa97e-cea1-b439-b512-bfa24cf55375/source/392x696bb.jpg"], "ipadScreenshotUrls": [], "appletvScreenshotUrls": [], "artworkUrl60": "https://is5-ssl.mzstatic.com/image/thumb/Purple118/v4/17/b6/77/17b6773c-893f-7d63-9346-72446f689122/source/60x60bb.jpg", "artworkUrl512": "https://is5-ssl.mzstatic.com/image/thumb/Purple118/v4/17/b6/77/17b6773c-893f-7d63-9346-72446f689122/source/512x512bb.jpg", "artworkUrl100": "https://is5-ssl.mzstatic.com/image/thumb/Purple118/v4/17/b6/77/17b6773c-893f-7d63-9346-72446f689122/source/100x100bb.jpg", "artistViewUrl": "https://itunes.apple.com/us/developer/touchkin/id1040527118?uo=4", "advisories": ["Infrequent/Mild Medical/Treatment Information"], "kind": "software", "supportedDevices": ["iPhone4S-iPhone4S", "iPhone5-iPhone5", "iPodTouchFifthGen-iPodTouchFifthGen", "iPhone5c-iPhone5c", "iPhone5s-iPhone5s", "iPhone6-iPhone6", "iPhone6Plus-iPhone6Plus", "iPodTouchSixthGen-iPodTouchSixthGen", "iPhone6s-iPhone6s", "iPhone6sPlus-iPhone6sPlus", "iPhoneSE-iPhoneSE", "iPhone7-iPhone7", "iPhone7Plus-iPhone7Plus", "iPhone8-iPhone8", "iPhone8Plus-iPhone8Plus", "iPhoneX-iPhoneX", "iPhoneXS-iPhoneXS", "iPhoneXSMax-iPhoneXSMax", "iPhoneXR-iPhoneXR"], "features": [], "isGameCenterEnabled": false, "trackCensoredName": "Wysa Anxiety & Depression Bot", "languageCodesISO2A": ["EN"], "fileSizeBytes": "97855488", "sellerUrl": "http://www.wysa.io", "contentAdvisoryRating": "12+", "userRatingCountForCurrentVersion": 5, "trackViewUrl": "https://itunes.apple.com/us/app/wysa-anxiety-depression-bot/id1166585565?mt=8&uo=4", "trackContentRating": "12+", "averageUserRatingForCurrentVersion": 5.0, "primaryGenreName": "Health & Fitness", "releaseDate": "2016-10-23T05:04:05Z", "isVppDeviceBasedLicensingEnabled": true, "primaryGenreId": 6013, "releaseNotes": "We have fixed an issue where the text field was being hidden behind the keyboard in certain situations.", "minimumOsVersion": "9.0", "genreIds": ["6013", "6012"], "sellerName": "Touchkin eServices Private Limited", "currentVersionReleaseDate": "2018-11-27T00:59:31Z", "currency": "USD", "wrapperType": "software", "version": "4.2.1", "description": "Research-backed, widely used techniques of Cognitive Behavioral Therapy \n(CBT), DBT, Yoga and meditation are employed to support you with stress, anxiety, sleep, loss and a whole range of other mental health and wellness needs. \nTalking to Wysa is empathetic, helpful, and will never judge.  Your identity will remain anonymous and your conversations are privacy protected.\n\nUsed around the clock and trusted by 400,000 people, Wysa is an emotionally intelligent chatbot that uses AI to react to the emotions you express. Unlock tools and techniques that help you cope with challenges in a fun, conversational way. Wysa uses Health app to integrate your activity levels into your weekly report. For extra support, you can avail of guidance from a real human coach - a qualified skilled mental health professional who will take you through the advanced coaching sessions for your personal needs. \n\nHere’s a look at what you can use Wysa for :\n\n- Vent and talk through things or just reflect on your day\n\n- Practice CBT and DBT techniques to build resilience in a fun way\n\n- Deal with loss, worries, or conflict, using conversational coaching tools\n\n- Relax, focus and sleep peacefully with the help of mindfulness exercises\n\n93% of the people who talk to Wysa find it helpful. So, go ahead… talk to Wysa.\n\nWysa has lots of cool tools for different uses:\n\n- Build confidence and reduce self-doubt: core mindfulness, visualisation, confidence visualisation techniques, advanced mindfulness for self-esteem.\n\n- Manage anger: mindfulness meditation, exercises for compassion, calming your thoughts, practice breathing\n\n- Manage anxious thoughts and anxiety: deep breathing, techniques for observing thoughts, visualization, and tension relief.\n\n- Manage conflict at work, school or in relationships: special mindfulness and visualisation techniques like the empty chair exercise, gratitude meditation, exercises to build skills in having difficult conversations\n\n\nREVIEWS:\n\nBLOOMBERG:\n\"Powered by artificial intelligence, the app promises to be loyal, supportive and very private.\"\n- Bloomberg\n\nUNIVERSITY OF WASHINGTON:\n\"There are some great apps out there that can provide you with formal or informal therapy, either for free or for a fee that is far less than seeing a typical therapist. Wysa is a cute app that lets you talk with a penguin chatbot about whatever’s on your mind. It’s free, anonymous, and low-pressure.\"\n-University of Washington, Mental Healthcare on and off campus\n\nBBC:\n\"New apps and platforms are seen as a way to reach younger people with mental health conditions. Tools such as [Wysa] are helping young people deal with their problems.\"\n- BBC Click\n\n\"With the accessibility of mobile phones, Wysa is confident about serving a market that is very much in need of counselling in the digital age.\"\n- BBC News\n\nSUBSCRIPTION PRICING AND TERMS\n\nWysa offers auto-renewing subscription option:\n$50 per month\n\nThis price is for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.\n\nYour Wysa subscription will automatically renew at the end of each term and your credit card will be charged through your iTunes account. You can turn off auto-renew at any time from your iTunes account settings but refunds will not be provided for any unused portion of the term.\n\n• Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period\n• Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal\n• Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable\n\nRead more about our terms and conditions here -\nhttp://beta.touchkin.com/wysa-terms.html\n\nRead more about our privacy policy here - \nhttp://beta.touchkin.com/privacy-policy.html", "artistId": 1040527118, "artistName": "Touchkin", "genres": ["Health & Fitness", "Lifestyle"], "price": 0.0, "bundleId": "bot.touchkin", "trackId": 1166585565, "trackName": "Wysa Anxiety & Depression Bot", "formattedPrice": "Free", "averageUserRating": 4.5, "userRatingCount": 100, "searchString": "Wysa"}