{"isGameCenterEnabled": false, "artistViewUrl": "https://itunes.apple.com/us/developer/10-happier-inc/id894613551?uo=4", "artworkUrl60": "https://is3-ssl.mzstatic.com/image/thumb/Purple118/v4/6d/d1/7b/6dd17b64-021e-0406-2077-30af009c6e3f/source/60x60bb.jpg", "artworkUrl100": "https://is3-ssl.mzstatic.com/image/thumb/Purple118/v4/6d/d1/7b/6dd17b64-021e-0406-2077-30af009c6e3f/source/100x100bb.jpg", "screenshotUrls": ["https://is1-ssl.mzstatic.com/image/thumb/Purple118/v4/09/8d/cd/098dcdb8-6fcb-2971-5ce5-12a9358da054/source/392x696bb.jpg", "https://is5-ssl.mzstatic.com/image/thumb/Purple128/v4/c1/22/8f/c1228f9f-2f54-8f8b-7a1b-b1e5486e06c1/source/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple128/v4/a6/19/68/a6196870-7302-95a8-353a-2ab7e40b9337/source/392x696bb.jpg", "https://is4-ssl.mzstatic.com/image/thumb/Purple128/v4/d3/47/4b/d3474b8c-42df-c7a2-454b-675179847075/source/392x696bb.jpg", "https://is3-ssl.mzstatic.com/image/thumb/Purple128/v4/f5/28/27/f5282732-d2f9-5cec-7d72-c09f7a39e2fb/source/392x696bb.jpg", "https://is3-ssl.mzstatic.com/image/thumb/Purple128/v4/6c/55/d0/6c55d0af-7827-0d75-f678-84b90859df00/source/392x696bb.jpg", "https://is4-ssl.mzstatic.com/image/thumb/Purple118/v4/ee/97/1e/ee971ef0-7db3-b122-7258-f843ed285896/source/392x696bb.jpg"], "ipadScreenshotUrls": [], "appletvScreenshotUrls": [], "artworkUrl512": "https://is3-ssl.mzstatic.com/image/thumb/Purple118/v4/6d/d1/7b/6dd17b64-021e-0406-2077-30af009c6e3f/source/512x512bb.jpg", "supportedDevices": ["iPhone5s-iPhone5s", "iPadAir-iPadAir", "iPadAirCellular-iPadAirCellular", "iPadMiniRetina-iPadMiniRetina", "iPadMiniRetinaCellular-iPadMiniRetinaCellular", "iPhone6-iPhone6", "iPhone6Plus-iPhone6Plus", "iPadAir2-iPadAir2", "iPadAir2Cellular-iPadAir2Cellular", "iPadMini3-iPadMini3", "iPadMini3Cellular-iPadMini3Cellular", "iPodTouchSixthGen-iPodTouchSixthGen", "iPhone6s-iPhone6s", "iPhone6sPlus-iPhone6sPlus", "iPadMini4-iPadMini4", "iPadMini4Cellular-iPadMini4Cellular", "iPadPro-iPadPro", "iPadProCellular-iPadProCellular", "iPadPro97-iPadPro97", "iPadPro97Cellular-iPadPro97Cellular", "iPhoneSE-iPhoneSE", "iPhone7-iPhone7", "iPhone7Plus-iPhone7Plus", "iPad611-iPad611", "iPad612-iPad612", "iPad71-iPad71", "iPad72-iPad72", "iPad73-iPad73", "iPad74-iPad74", "iPhone8-iPhone8", "iPhone8Plus-iPhone8Plus", "iPhoneX-iPhoneX", "iPad75-iPad75", "iPad76-iPad76", "iPhoneXS-iPhoneXS", "iPhoneXSMax-iPhoneXSMax", "iPhoneXR-iPhoneXR", "iPad812-iPad812", "iPad834-iPad834", "iPad856-iPad856", "iPad878-iPad878"], "advisories": [], "kind": "software", "features": [], "contentAdvisoryRating": "4+", "trackViewUrl": "https://itunes.apple.com/us/app/10-happier-meditation/id992210239?mt=8&uo=4", "fileSizeBytes": "124114944", "trackCensoredName": "10% Happier: Meditation", "averageUserRatingForCurrentVersion": 5.0, "languageCodesISO2A": ["EN"], "sellerUrl": "http://www.10percenthappier.com", "userRatingCountForCurrentVersion": 912, "trackContentRating": "4+", "formattedPrice": "Free", "trackId": 992210239, "trackName": "10% Happier: Meditation", "genreIds": ["6013", "6012"], "sellerName": "10% Happier Inc.", "primaryGenreId": 6013, "minimumOsVersion": "11.0", "releaseDate": "2015-06-07T21:18:59Z", "primaryGenreName": "Health & Fitness", "isVppDeviceBasedLicensingEnabled": true, "currency": "USD", "wrapperType": "software", "version": "4.11.0", "description": "A clear, simple approach to meditation with a NY Times bestselling author and some of the most respected (and cool) meditation teachers on the planet. Designed for skeptics, built to help you keep it going.\n\nWHAT’S INSIDE: \n\n- Daily videos and guided meditations to teach you meditation in the simplest way possible.\n- A range of content for coping with anxiety and political stress, and for activities like walking and falling asleep.\n- New content weekly to keep meditation from becoming a chore.\n- Practical advice for applying mindfulness to your relationships, eating, work, and more.\n- Quick meditations that fit into your busy life—during your commute, lunch break, etc. \n- Offline access to guided meditations and videos. (premium)\n- Apple Health App integration for tracking your progress.\n\nPRESS: \n\n** #1 Top listed app in New York Times ‘How to Meditate’ guide\n** #1 in Apple’s ‘New Apps We Love’\n** Featured on The Daily Show, Good Morning America, Nigthline, The Rachael Ray Show, and more.\n\nSUBSCRIPTION PRICING AND TERMS:\n\nIf you’d like to unlock full access to the 500+ videos and guided meditations, we offer auto-renewing monthly and yearly subscription membership options. If you select an auto-renewing subscription membership option, payment will be charged to iTunes Account at confirmation of purchase and your 10% Happier subscription will automatically renew (at the duration selected) unless auto-renew is turned off at least 24 hours before the end of the current period; your credit card will be charged for renewal through your iTunes account within 24-hours prior to the end of the current period. You can turn off an auto-renewing subscription at any time from your iTunes Account Settings but refunds will not be issued for any unused portion of the term. Any unused portion of a free trial period, if offered, will be forfeited when you purchase a subscription, where applicable. For more information on our terms of service and privacy policy, please visit http://www.10percenthappier.com/terms-of-service OR http://www.10percenthappier.com/privacy-policy/\n\n--------------\n\nAbout 10% Happier, the book:\n\nIn his #1 New York Times bestseller, 10% Happier, ABC news anchor Dan Harris explores how his on-air panic attack in 2004 prompted him to search for a way to defang the voice in his head. He found meditation, and it's helped him be less yanked around by his emotions.\n\n--------------\n\nAbout 10% Happier, the podcast:\n\nIn his top-ranking podcast, Dan talks with smart people about whether there's anything beyond 10%. Basically, here's what the podcast is obsessed with: Can you be an ambitious person and still strive for enlightenment (whatever that means)?\n\n--------------\n\nIf you’re enjoying the app, please (re)post a review. It really helps! \n\nQuestions/technical support? Please email us at support@10percenthappier.com.\n\nFollow us on Twitter: @10percent, Facebook: @10percenthappier, Instagram: 10percent", "artistId": 894613551, "artistName": "10% Happier Inc.", "genres": ["Health & Fitness", "Lifestyle"], "price": 0.0, "currentVersionReleaseDate": "2018-11-14T19:38:26Z", "bundleId": "com.changecollective.tenpercenthappier", "releaseNotes": "A rebuilt player. A cleaner look. Another batch of new meditations. Enjoy :)\n\n• New Player: A core part of what makes 10% Happier unique is our Courses, which serve up a combo of quick videos that entertain, inspire, or inform and guided meditations that help train your mind. To make our course experience even better, we've redesigned and rebuilt our video + meditation player from the ground-up -- to simplify the overall experience, and keep you in the flow when you get your meditation on.\n• Cleaner Look: To help you navigate our growing course and meditation catalog, we've made some improvements that tighten up the way the courses look and give you easier ways to find your next meditation.\n• Weekly New Meditations: we've welcomed two new (incredible) teachers - Diana Winston and Jessica Morey - in the last few weeks, with new meditations for parents & teens, working with thoughts, and learning stability.\n\nAs always, hit us up with any feedback/comments/questions on Twitter, Facebook, Instagram or at support@10percenthappier.com.\n\n--\n\nWhile you're here... we've included snippet from a recent edition of our \"Meditation Weekly\" newsletter with Jay Michaelson.\n\n***\nOne of the problems I’ve always had with mindful speech (also known as “guarding the tongue” in my Jewish tradition, and as “right speech” in my Buddhist one) is that refraining from saying what I really feel can feel like repression. And I don’t like repression. It’s not healthy to bottle these feelings inside, I tell myself. If I don’t express them, I’m going to boil over!\n\nBS. All of that verbiage is what meditators call “story.” Maybe it’s true, maybe it isn’t, but the fact that I can construct some narrative about it is actually pretty irrelevant. Actually, there’s no kettle boiling over, or balloon about to burst. Those are just images and stories that I’m layering on top of what’s happening.\n\nAlternative stories are available. First, there’s a big difference between not expressing your feelings in words, and repressing them. If something someone said is making you angry, fine – feel the anger. Accept it. Maybe even befriend it. But don’t hand it the microphone. You can fully affirm and acknowledge your fear, hurt, or anger without necessarily broadcasting it in a comment for hundreds of people to read.\n\nSecond, instead of focusing on feelings of restraint, repression, and resentment – which, you may notice, tends to increase those feelings – consider turning the attention to the opposite: freedom. Not clicking “post” is, after all, an expression of your own freedom. I’m not like an animal (or young child) that has to respond according to its conditioning. I’m not a robot either. I’m a person, and I have a degree of freedom in how I respond.\n\nAnd that freedom feels great. Sure, it feels good to express anger; that’s human nature. But it also feels good to rise above it. That, too, is human nature – an expression of the best we have to offer as a species, in contrast to the dirty, nasty politics that’s so widespread today.\n\nIt takes some practice to appreciate the flavor of freedom. It’s more subtle than the rawness of revenge, and takes some getting used to. And again, I’m far, far, far from perfect in this regard.\n\nBut mindfulness is a capacity of mind that can be directed, as you gain facility with it, and turning it toward the feelings of freedom in online silence, rather than the feelings of restraint, is immensely rewarding. Really, it feels terrific. And it’s saved me a ton of unnecessary suffering.\n\nPractice mindfulness in meditation, and apply it online. See if it works for you. And let us know how it goes – that is, if you check in and it feels good to do so!\n***\n\nFor the rest of this edition, or to sign up for the newsletter (for free) visit: https://www.10percenthappier.com/meditationweeklyblog/tech-sanity-part-two-mindful-speech-online", "userRatingCount": 28012, "averageUserRating": 5.0, "searchString": "Happier"}