{"screenshotUrls": ["https://is2-ssl.mzstatic.com/image/thumb/Purple128/v4/79/17/82/791782ed-1a85-44e9-f56b-42c6f9234584/source/392x696bb.jpg", "https://is5-ssl.mzstatic.com/image/thumb/Purple118/v4/a2/bc/5a/a2bc5a59-8ced-67ed-7db0-05d4fe031013/source/392x696bb.jpg", "https://is3-ssl.mzstatic.com/image/thumb/Purple118/v4/22/fa/8d/22fa8d90-5d21-58d2-1788-c161171f5f7c/source/392x696bb.jpg", "https://is3-ssl.mzstatic.com/image/thumb/Purple128/v4/91/7f/69/917f695f-9add-91f9-c933-14757cdfebba/source/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple118/v4/f2/6a/6b/f26a6b49-d006-e1e8-3cc6-ac1e3c8d3553/source/392x696bb.jpg"], "ipadScreenshotUrls": [], "appletvScreenshotUrls": [], "artworkUrl512": "https://is3-ssl.mzstatic.com/image/thumb/Purple118/v4/ec/53/f2/ec53f2a7-9b0c-43aa-188e-b3cffbef29e3/source/512x512bb.jpg", "artworkUrl60": "https://is3-ssl.mzstatic.com/image/thumb/Purple118/v4/ec/53/f2/ec53f2a7-9b0c-43aa-188e-b3cffbef29e3/source/60x60bb.jpg", "artworkUrl100": "https://is3-ssl.mzstatic.com/image/thumb/Purple118/v4/ec/53/f2/ec53f2a7-9b0c-43aa-188e-b3cffbef29e3/source/100x100bb.jpg", "artistViewUrl": "https://itunes.apple.com/us/developer/spencer-brown/id307337672?uo=4", "supportedDevices": ["iPhone5-iPhone5", "iPhone5c-iPhone5c", "iPhone5s-iPhone5s", "iPhone6-iPhone6", "iPhone6Plus-iPhone6Plus", "iPodTouchSixthGen-iPodTouchSixthGen", "iPhone6s-iPhone6s", "iPhone6sPlus-iPhone6sPlus", "iPhoneSE-iPhoneSE", "iPhone7-iPhone7", "iPhone7Plus-iPhone7Plus", "iPhone8-iPhone8", "iPhone8Plus-iPhone8Plus", "iPhoneX-iPhoneX", "iPhoneXS-iPhoneXS", "iPhoneXSMax-iPhoneXSMax", "iPhoneXR-iPhoneXR"], "advisories": [], "kind": "software", "features": [], "isGameCenterEnabled": false, "trackContentRating": "4+", "averageUserRatingForCurrentVersion": 4.0, "languageCodesISO2A": ["EN"], "fileSizeBytes": "47222784", "userRatingCountForCurrentVersion": 78, "contentAdvisoryRating": "4+", "trackCensoredName": "Sleep Pulse 3 - Sleep Tracker", "trackViewUrl": "https://itunes.apple.com/us/app/sleep-pulse-3-sleep-tracker/id1005468883?mt=8&uo=4", "currentVersionReleaseDate": "2018-10-14T00:55:13Z", "trackId": 1005468883, "trackName": "Sleep Pulse 3 - Sleep Tracker", "primaryGenreId": 6013, "genreIds": ["6013", "6012"], "primaryGenreName": "Health & Fitness", "releaseDate": "2015-07-08T17:28:13Z", "releaseNotes": "• Fixes the sleep chart bars to display the relative widths of each sleep phase\n\nRecently Updated: \nSeries 4 Apple Watch Updates!\n• Supports the new Infograph and Infograph Modular watch faces with beautiful new gradient complications\n• See your recent sleep motion chart on the new Infograph Modular center complication \n• See your recent sleep goal progress via the new circle, corner, and top bezel complications for the Infograph and Infograph Modular watch faces \n• Updated UI for the larger screens\n\niPhone XS Max \n• Updates the UI for the larger device", "formattedPrice": "$3.99", "minimumOsVersion": "10.0", "isVppDeviceBasedLicensingEnabled": true, "currency": "USD", "wrapperType": "software", "version": "3.11", "description": "Noticing that other \"sleep trackers\" on the App Store claim to accurately track sleep with Apple Watch automatically — using only your heart rate — is misleading, and a better updated app needed to be an option for Apple Watch. Because our sleep is more complicated than just our heart rate, our movement is also part of the picture. These \"auto track\" apps don't use motion, as it is something that needs to be processed directly, not in the background on watchOS**. Hello, Sleep Pulse 3 Motion.\n\nSleep Pulse 3 is the only native Apple Watch app that can additionally support* Nap Tracking with \"Power Nap\", and Sleep Talk recordings with \"Sleep Talk\". All trackable from within Sleep Pulse 3!\n\nwatchOS 5\n• Bold Design, the app opens to your last sleep report with your sleep goal, sleep analysis, heart rate, and motion. The new Sleep Goal Ring and Analysis Donut Ring can be tapped for additional information.\n• Sleep View, designed to provide context while you sleep including when you went to bed, how long you have been in bed for, and your live heart rate.\n• Resting Heart Rate, upon wake your resting heart rate will be measured — a good measurement of your overall health.\n• Sensitivity Level, because we all sleep differently and in different places (cars, boats, planes, camping etc) the sensitivity level for analyzing your sleep may be adjusted from the watch app.\n• Complication Support, for best use add Sleep Pulse 3 to your watch face with a complication and see how much of your sleep goal you complete each night.\n• iPhone Independent, away from your iPhone for a night? No problem Sleep Pulse 3 analyzes your full sleep without your iPhone, when connected it will sync the data. Get your sleep report directly on your Apple Watch.\n\niOS 12\n• Bold Look, Designed to provide a cleaner and clearer look at your sleep with vibrant colors, haptics, large text, sleep ring and sleep analysis charts.\n• Sleep Metrics, metrics to explain your sleep include: Light Sleep, Deep Sleep, Restless, Slept Duration, In Bed, Fell Asleep, REM Estimate, Night Steps, Resting Heart Rate, Fell Asleep Heart Rate, Range of Heart Rate, Mode Heart Rate, Average Heart Rate\n• Analysis Charts, see a breakdown ratio of how you slept on the sleep analysis donut chart. Also see detail of the type of motion that occurred during your sleep on the motion analysis donut chart.\n• Track Trends, track Fell Asleep Duration, Slept Duration, and your Resting Heart Rate changes\n• Power Nap Add On, with the \"Power Nap with Health Sync\" app installed on your device you can now save and track your daily nap durations in Sleep Pulse.\n• Sleep Talk Add On, to provide you with potential sleep talk recordings from your night — View the app \"Sleep Talk\" for more info. \n• Sleep Wake Mood, save your sleep mood to the sleep report\n\nHealthKit is used to save your sleep data to the Health app on your iPhone.\n\nwatchOS 5 and iOS 12 are required for use, 5.0 and 12.0 are recommended for best use.\n\n\n*Extra purchases required, discounts through the Sleep Better with Watch Bundle*\n\n**Sleep must be started when In Bed, and not before each night, Sleep Pulse's algorithm tracks only sleep and any attempt to try and \"auto track\" your sleep before being In Bed will provide inaccurate results of your sleep. » Sleep Pulse 3 has no alarm or auto track function, SLEEP MUST BE MANUALLY STARTED WHEN YOU ARE IN BED and stopped from the watch (allows for the most accurate analysis, and fell asleep time), any other app that claims it accurately tracks your sleep automatically with motion is falsely claiming that feature. watchOS 5 requires motion be manually started and stopped — then processed with the app active**\n\nSLEEP PULSE 3 MOTION IS NOT FOR MEDICAL USE AND SHOULD NOT BE USED TO DIAGNOSE, TREAT, OR MONITOR ANY MEDICAL CONDITION. CONSULT YOUR DOCTOR WITH ANY QUESTIONS.\n\nSources: Visit Support for Source Info\n\nApp Preview Music Credit:\nCheery Monday Kevin MacLeod (incompetech.com) \nLicensed under Creative Commons", "artistId": 307337672, "artistName": "Spencer Brown", "genres": ["Health & Fitness", "Lifestyle"], "price": 3.99, "bundleId": "com.spencerbrown.Sleep-Pulse", "sellerName": "Spencer Brown", "averageUserRating": 3.0, "userRatingCount": 1109}